amd-ucode
base
base-devel
btrfs-progs
efibootmgr
gst-plugin-pipewire
libpulse
linux
linux-firmware
linux-lts
networkmanager
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
wireplumber
zram-generator
pavucontrol

linux-headers
linux-lts-headers
nvidia-dkms
libva-nvidia-driver
libva-utils
cpupower

fwupd

dmidecode

man
less
tree
zsh
zsh-completions

inetutils

docker
docker-compose
docker-buildx

git
stow
starship

bottom

neovim
ttf-nerd-fonts-symbols-mono

hyprland
cmake
cpio
meson
hyprpaper
hyprpicker
hypridle
hyprlock
hyprcursor
xdg-desktop-portal-hyprland
xorg-xwayland
wayland-protocols
polkit-kde-agent
gnome-keyring
libsecret
seahorse
waybar
papirus-icon-theme
libnotify
swaync
socat
ddcutil
udiskie
copyq
brightnessctl

grim
slurp
satty

fcitx5
fcitx5-unikey
fcitx5-qt
fcitx5-gtk
fcitx5-configtool

rustup

firefox

flatpak

mpv
jellyfin-mpv-shim
mpv-shim-default-shaders
python-jinja
python-pillow
python-pystray

fzf
jq


nm-connection-editor
network-manager-applet
blueman


steam
gamescope
mangohud
lib32-mangohud
goverlay
gamemode
lib32-gamemode

lutris
vkd3d
lib32-vkd3d
wine-staging

vulkan-tools

virtualbox
virtualbox-host-dkms
virtualbox-guest-iso
